Repository: Sanjdcool/learning-circles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, pl, pt, ro

source: %(course_title)s learning circle meeting this %(meeting_date)s at %(venue)s.
fi: %(course_title)s opintopiiritapaaminen. Aika: %(meeting_date)s. Paikka: %(venue)s.
pl: %(course_title)s klub wiedzy spotyka się %(meeting_date)s w %(venue)s.
pt: %(course_title)s reunião do círculo de aprendizagem %(meeting_date)s em %(venue)s.
ro: Cercul de învățare %(course_title)s se va întâlni în%(meeting_date)s la %(venue)s.

source: Hi there,
fi: Hei,
pl: Dzień dobry,
pt: Olá,
ro: Bună,

source: The following message has been sent to your learning circle.
de: Die folgende Nachricht wurde an Ihr Lernteam verschickt.
fi: Tämä viesti on lähetetty opintopiirillesi.
pl: Ta wiadomość została wysłana do uczestników Twojego klubu wiedzy.
pt: A seguinte mensagem foi enviada para o seu círculo de aprendizagem.
ro: Mesajul următor a fost transmis cercului tău de învățare.

source: To see how many learners RSVPed or to record feedback after the meeting, you can visit <a href="%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s">your dashboard</a>.
fi: Voit nähdä opintopiirin osallitujien määrän sekä pyytää palautetta osallistujilta opintopiirin jälkeen <a href="%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s">ohjaajan näkymässä</a>
pl: Jeśli chcesz sprawdzić, ilu uczestników odpowiedziało na wiadomość lub zamieścić uwagi po spotkaniu, zaloguj się na <a href="%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s">swoje konto</a>.
pt: Para ver quantos alunos confirmaram presença ou registaram feedback após a reunião, consulte <a href="%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s">o seu painel</a>.
ro: Pentru a vedea câți participanți au confirmat sau pentru a înregistra feedback-ul după întâlnire poți vizita <a href="%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s">panoul tău de control</a>.

source: Cheers
de: Danke
fi: Terveisin,
pl: Pozdrawiamy
pt: Felicidades
ro: Succes!

source: To see how many learners RSVP-ed or to record feedback after the meeting, you can visit your dashboard (%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s).
fi: Voit nähdä opintopiirin osallitujien määrän sekä pyytää palautetta osallistujilta opintopiirin jälkeen ohjaajan näkymässä (%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s).
pl: Jeśli chcesz sprawdzić, ilu uczestników odpowiedziało na wiadomość lub zamieścić uwagi po spotkaniu, zaloguj się na swoje konto (%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s).
pt: Para ver quantos alunos confirmaram presença ou registaram feedback após a reunião, consulte o seu painel (%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s).
ro: Pentru a vedea câți participanți au confirmat sau pentru a înregistra feedback-ul după întâlnire, poți vizita panoul tău de control (%(PROTOCOL)s://%(DOMAIN)s%(dash_url)s).

source: To leave this learning circle and stop receiving messages, <a href="%(PROTOCOL)s://%(DOMAIN)s%(link)s">click here</a>
fi: <a href="%(PROTOCOL)s://%(DOMAIN)s%(link)s">Paina tästä</a>, jos haluat erota opintopiiristä. Et saa tämän jälkeen viestejä meiltä.
pl: Jeśli chcesz zrezygnować z uczestnictwa w tym klubie i nie otrzymywać wiadomości, <a href="%(PROTOCOL)s://%(DOMAIN)s%(link)s">kliknij tutaj</a>
pt: Para sair deste círculo de aprendizagem e deixar de receber mensagens, <a href="%(PROTOCOL)s://%(DOMAIN)s%(link)s">clique aqui </a>
ro: Pentru a părăsi acest cerc de învățare și pentru a nu mai primi mesaje <a href="%(PROTOCOL)s://%(DOMAIN)s%(link)s">apasă aici</a>

source: To leave this learning circle and stop receiving messages, click here: %(PROTOCOL)s://%(DOMAIN)s%(link)s
fi: Jos haluat erota opintopiiristä ja estää viestit, paina tästä: %(PROTOCOL)s://%(DOMAIN)s%(link)s
pl: Jeśli chcesz zrezygnować z uczestnictwa w tym klubie i nie otrzymywać wiadomości, kliknij tutaj: %(PROTOCOL)s://%(DOMAIN)s%(link)s
pt: Para sair deste círculo de aprendizagem e deixar de receber mensagens, clique aqui: %(PROTOCOL)s://%(DOMAIN)s%(link)s
ro: Pentru a părăsi acest cerc de învățare și pentru a nu mai primi mesaje apasă aici: %(PROTOCOL)s://%(DOMAIN)s%(link)s

source: Please let us know if you can make it by visiting the appropriate link below.
fi: Kerro meille, sopiiko aika sinulle valitsemalla allaolevista vaihtoehdoista.
pl: Prosimy o kliknięcie w poniższy link, aby poinformować nas o przybyciu na spotkanie.
pt: Por favor informe-nos se consegue comparecer clicando no link apropriado abaixo.
ro: Te rugăm să ne transmiți dacă poți participa accesând link-ul de mai jos.

source: Yes, I can make it
fi: Kyllä, sopii
pl: Tak, przyjdę
pt: Sim, eu consigo
ro: Da, pot.

source: No, I can't make it
fi: Ei sovi
pl: Nie, nie przyjdę
pt: Não, eu não consigo
ro: Nu, nu pot.

source: See you soon.
fi: Nähdään pian!
pl: Do zobaczenia wkrótce.
pt: Até breve.
ro: Ne vedem curând.

source: To leave this learning circle and stop receiving messages, <a href="%(link)s">click here</a>
de: Um dieses Lernteam zu verlassen und keine weiteren Nachrichten zu bekommen, <a href="%(link)s">klicken Sie bitte hier </a>
fi: <a href="%(link)s">Paina tästä </a> jos haluat erota opintopiiristä. Et saa tämän jälkeen viestejä meiltä.
pl: Jeśli chcesz zrezygnować z uczestnictwa w tym klubie i nie otrzymywać wiadomości, <a href="%(link)s">kliknij tutaj</a>
pt: Para sair deste círculo de aprendizagem e deixar de receber mensagens, <a href="%(link)s">clique aqui </a>
ro: Pentru a părăsi acest cerc de învățare și pentru a nu mai primi mesaje <a href="%(link)s">apasă aici</a>

source: To leave this learning circle and stop receiving messages, click here: %(link)s
fi: Paina tästä: %(link)s, jos haluat erota opintopiiristä. Et saa tämän jälkeen viestejä meiltä.
pl: Żeby zrezygnować z tego kursu i nie otrzymywać wiadomości, kliknij tutaj: %(link)s
pt: Para sair deste círculo de aprendizagem e deixar de receber mensagens, clique aqui: %(link)s
ro: Pentru a părăsi acest cerc de învățare și pentru a nu mai primi mesaje apasă aici: %(link)s

source: Welcome to P2PU
fi: Tervetuloa
pl: Witamy w P2PU
pt: Bem vindo à P2PU
ro: Bine ai venit la P2PU!

source: Hi %(name)s,
de: Hallo %(name)s,
fi: Hei %(name)s,
pl: Dzień dobry %(name)s,
pt: Olá %(name)s,
ro: Bună%(name)s,

source: Welcome to your learning circle!
de: Willkommen zu Ihrem Lernteam!
fi: Tervetuloa opintopiiriin!
pl: Witamy w klubie wiedzy!
pt: Bem vindo ao seu círculo de aprendizagem!
ro: Bine ai venit la cercul tău de învățare!

source: You signed up for %(course_title)s! The first meeting will be on %(meeting_date)s at %(meeting_time)s.
fi: Olet ilmoittautunut kurssille %(course_title)s! Ensimmäinen tapaaminen on %(meeting_date)sklo %(meeting_time)s.
pl: Potwierdzamy rejestrację na %(course_title)s! Pierwsze spotkanie odbędzie się %(meeting_date)s o %(meeting_time)s.
pt: Inscreveu-se em %(course_title)s! A primeira reunião será no dia%(meeting_date)s às %(meeting_time)shoras
ro: Te-ai înscris la %(course_title)s! Prima întâlnire va avea loc în%(meeting_date)s la %(meeting_time)s.

source: The address for the meeting is:<br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
de: Die Adresse für das Treffen ist: <br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
fi: Tapaamispaikka on: <br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
pl: Spotkanie odbędzie się w:<br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
pt: Local da reunião:<br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
ro: Întâlnirea se va ține la adresa:<br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>

source: Meet your facilitator
de: Lernen Sie Ihre*n Lernteam-Moderator*in kennen
fi: Tutustu ohjaajaasi
pl: Poznaj swojego moderatora
pt: Conheça o seu facilitador
ro: Întâlnește-te cu facilitatorul tău

source: Your facilitator is <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> and is copied on this email. If you have any questions you can simply reply. To help your facilitator better assist you, we’re including your answers to the signup questions below:
fi: Ohjaajasi on <strong>%(facilitator_first_name)s%(facilitator_last_name)s</strong>. Hän saa kopion tästä sähköpostista. Jos sinulla on kysyttävää, saat häneen yhteyden vastaamalla tähän viestiin. Alla olevat kysymykset ovat taustatietoja kurssille.
pl: Ten klub moderuje: <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> i otrzymuje kopię tej wiadomości. W przypadku pytań prosimy na nią odpisać. Do wysyłanej wiadomości dołączymy odpowiedzi udzielane podczas rejestracji, by ułatwić moderatorom świadczenie wsparcia dostosowanego do potrzeb uczestników.
pt: O seu facilitador é <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> e está identificado neste e-mail. Se tiver alguma dúvida, basta responder. Para ajudar o seu facilitador a ajudá-lo, incluímos as suas respostas às perguntas de inscrição abaixo:
ro: Facilitatorul tău este<strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> și este în copia acestui e-mail. Dacă ai întrebări poți să răspunzi la acest mesaj. Pentru ca facilitatorul tău să te ajute mai bine, am inclus mai jos răspunsurile tale de la înscriere:

source: Q: What is your goal for taking this learning circle?
de: Frage: Welches Ziel verfolgen Sie mit Ihrer Teilnahme an diesem Lernteam?
fi: K: Mitä tavoitteita sinulla on näille opinnoille?
pl: Pytanie: Co chcesz osiągnąć zapisując się na ten kurs?
pt: P: Qual é o seu objetivo ao participar neste círculo de aprendizagem?
ro: Î: Care este obiectivul tău pentru a urma acest cerc de învățare?

source: A: %(answer)s
de: Antwort: %(answer)s
fi: V: %(answer)s
pl: Odpowiedź: %(answer)s
ro: R: %(answer)s

source: Q: How will you help your peers achieve their goals?
de: Frage: Wie werden Sie Ihren Peers (Mitlernenden) helfen, ihre Ziele zu erreichen?
fi: K: Miten voisit edistää yhteistä oppimista?
pl: Pytanie: Jak możesz pomóc innym uczestnikom osiągnąć ich cele?
pt: P: Como poderá ajudar os seus colegas a alcançar os seus objetivos?
ro: Î: Cum îi vei ajuta pe colegii tăi să își atingă obiectivele lor?

source: Q: %(question)s
de: Frage: %(question)s
fi: V: %(question)s
pl: Pytanie: %(question)s
pt: P: %(question)s
ro: R: %(question)s

source: By signing up for this learning circle, you are joining the P2PU community of learners and facilitators. We work with libraries and community centers in %(city)s and around the world to create this program free of charge for you, and we really hope you enjoy it.
fi: Ilmoittautumalla tähän opintopiiriin, tulet osaksi P2PU:n oppijoiden ja ohjaajien yhteisöä. Työskentelemme kirjastoissa %(city)s ja ympäri maailmaa tarjotaksemme kaikille avoimia, maksuttomia opiskelumahdollisuuksia. Toivomme, että nautit!
pl: Zapisując się do klubu wiedzy dołączasz do społeczności uczestników i moderatorów P2PU . Współpracujemy z bibliotekami i innymi instytucjami w %(city)s i na całym świecie - po to, by udostępnić Ci tę ofertę bezpłatnie. Mamy nadzieję, że Ci się spodoba!
pt: Ao inscrever-se neste círculo de aprendizagem, estará a integrar a comunidade P2PU de aprendizes e facilitadores. Trabalhamos com bibliotecas e centros comunitários em %(city)s e pelo mundo para criar este programa gratuitamente. Esperamos que goste.
ro: Înscriindu-te în acest cerc de învățare te alături comunității P2PU de studenți și facilitatori. Lucrăm cu biblioteci și centre comunitare din %(city)s și din întreaga lume pentru a crea acest program gratuit pentru tine și sperăm să te bucuri de el.

source: Here is some advice from %(name)s in %(city)s, %(country)s who just finished a learning circle in %(topic)s:
fi: Tässä terveiset opintopiiriin osallistuneelta. %(name)s%(city)s, %(country)s, kurssilta%(topic)s:
pl: Tutaj znajdziesz komentarze osób, które właśnie ukończyły kurs%(topic)s. Przeczytaj: %(name)s (%(city)s, %(country)s) :
pt: Alguns conselhos de %(name)s em %(city)s, %(country)s que acabou de terminar um círculo de aprendizagem em: %(topic)s:
ro: Iată câteva sfaturi de la %(name)s din %(city)s, %(country)s care tocmai a finalizat un cerc de învățare în %(topic)s:

source: Want more? Check out <a href="https://www.p2pu.org/">P2PU’s website</a> to learn more about how we support equitable, social learning opportunities outside of school. You can also read <a href="http://info.p2pu.org/2018/03/06/tips/">more tips</a> from learners around the world.
fi: Haluatko lisätietoa? Lue lisää <a href="https://www.p2pu.org/">P2PU:n kotisivulta </a>. Löydät myös <a href="http://info.p2pu.org/2018/03/06/tips/">vinkkejä</a> muilta opintopiiriosallistujilta ympäri maailmaa.
pl: Chcesz dowiedzieć się więcej? Odwiedź <a href="https://www.p2pu.org/">stronę P2PU </a> i przeczytaj o możliwościach wspierania samokształcenia, społecznościowego uczenia się oraz edukacji pozaformalnej. Zapoznaj się ze <a href="http://info.p2pu.org/2018/03/06/tips/">wskazówkami</a> uczestników kursów z całego świata.
pt: Quer saber mais? Consulte o site da <a href="https://www.p2pu.org/">P2PU’s </a> para saber mais sobre como apoiamos oportunidades de aprendizagem social equitativas fora da escola. Poderá também ler <a href="http://info.p2pu.org/2018/03/06/tips/">dicas </a> de alunos de todo o mundo.
ro: Vrei să afli mai multe? Consultă <a href="https://www.p2pu.org/">site-ul P2PU</a> pentru a afla mai multe despre modul în care susținem oportunitățile echitabile de învățare în afara școlii. Poți citi <a href="http://info.p2pu.org/2018/03/06/tips/">alte două sfaturi</a> de la cursanți din întreaga lume.

source: If you’d no longer like to participate in this learning circle, you can unenroll through <a href="%(unapply_link)s">this link</a>.
de: Wenn Sie nicht länger an diesem Lernteam teilnehmen möchten, können Sie sich unter <a href="%(unapply_link)s"> diesem Link </a> abmelden.
fi: Jos et enää halua osallistua tähän opintopiiriin, voit perua osallitumisesi<a href="%(unapply_link)s">tästä</a>.
pl: Jeśli chcesz zrezygnować z tego kursu, możesz się wypisać klikając w <a href="%(unapply_link)s">ten link</a>.
pt: Se não desejar mais participar neste círculo de aprendizagem, poderá cancelar a inscrição <a href="%(unapply_link)s">neste link</a>.
ro: Dacă nu mai vrei să participi la acest cerc de învățare, poți să te dezabonezi prin click la <a href="%(unapply_link)s">acest link</a>.

source: Your learning circle on %(meeting_date)s has been rescheduled. Reply STOP to unsubscribe.
fi: Opintopiirisi %(meeting_date)s on siirretty. Vastaa STOP, jos et halua enää saada näitä viestejä.
pl: Spotkanie grupy klubu wiedzy z dnia %(meeting_date)s zostało przełożone. Odpowiedz STOP, żeby się wypisać.
pt: O seu círculo de aprendizagem em %(meeting_date)s foi remarcado. Responda STOP para cancelar a inscrição.
ro: Cercul tău de învățare din %(meeting_date)s a fost reprogramat. Răspunde STOP pentru a te dezabona.

source: %(course_title)s learning circle at %(venue)s now meets %(meeting_date)s.
fi: Opintopiiri %(course_title)s%(venue)skokoontuu %(meeting_date)s.
pl: Nowy termin spotkania klubu%(course_title)sw %(venue)s to %(meeting_date)s.
pt: %(course_title)s círculo de aprendizagem na %(venue)s agora reúne em%(meeting_date)s.
ro: Cercul de învățare %(course_title)s de la%(venue)s acum se va întâlni în %(meeting_date)s.

source: Your %(course_title)s learning circle meeting scheduled for %(old_date)s has been moved to %(new_date)s.
fi: Opintopiiritapaaminen liittyen kurssiin %(course_title)s, jonka piti olla %(old_date)s, on siirretty %(new_date)s.
pl: Spotkanie grupy %(course_title)s klubu wiedzy zaplanowane na %(old_date)s zostało przełożone na %(new_date)s.
pt: A reunião do seu círculo de aprendizagem %(course_title)s agendada para %(old_date)s foi remarcada para %(new_date)s.
ro: Întâlnirea cercului tău de învățare%(course_title)s programată pentru%(old_date)s a fost mutată în %(new_date)s.

source: You will receive a reminder 2 days before the new scheduled meeting time
de: Sie werden 2 Tage vor dem nächsten Treffen eine Erinnerungsnachricht bekommen.
fi: Saat muistutuksen 2 päivää ennen uutta tapaamista.
pl: Otrzymasz powiadomienie 2 dni przed nowo ustaloną datą spotkania
pt: Receberá um lembrete 2 dias antes do novo horário da reunião agendada
ro: Vei primi un reminder cu 2 zile înainte de întâlnirea reprogramată.

source: Opt out of %(title)s %(day)ss %(time)s at %(venue_name)s.
fi: Valitse %(title)s%(day)s%(time)spaikassa%(venue_name)s.
pl: Wypisz się z grupy klubu%(title)s, która spotyka się w %(day)so godzinie %(time)s, w %(venue_name)s.
pt: Optar por não participar %(title)s %(day)ss %(time)s em%(venue_name)s.
ro: Renunță la %(title)s %(day)s %(time)s de la%(venue_name)s.

source: Hi there
de: Hallo
fi: Hei
pl: Dzień dobry
pt: Olá
ro: Bună!

source: You requested to be removed from the learning circle mentioned in the subject. Visit the link below to confirm:
de: Sie möchten von dem im Betreff genannten Lernteam aussteigen. Bitte klicken Sie auf den Link unten um dies zu bestätigen:
fi: Pyysit, että sinut poistetaan opintopiirialueelta. Vahvista pyyntösi alla olevasta linkistä:
pl: Otrzymaliśmy prośbę o usunięcie z grupy klubu wiedzy wskazanej w tytule wiadomości. Kliknij w poniższy link, aby potwierdzić chęć wypisania się:
pt: Solicitou a remoção da sua inscrição no círculo de aprendizagem mencionado no assunto. Confirme acedendo ao link abaixo:
ro: Ai solicitat să fii eliminat din cercul de învățare menționat la subiect. Accesează linkul de mai jos pentru a confirma:

source: If you didn't request to be removed from the learning circle, you can safely ignore this message.
de: Wenn Sie sich nicht von dem Lernteam abmelden wollen, ignorieren Sie bitte einfach diese Nachricht.
fi: Jollet pyytänyt, että sinut poistetaan opintopiirialueelta, voit jättää tämän viestin huomiotta.
pl: Jeśli nie chcesz zrezygnować z uczestnictwa w tym klubie, możesz zignorować tę wiadomość.
pt: Se não solicitou a remoção da sua inscrição no círculo de aprendizagem, por favor ignore esta mensagem.
ro: Dacă nu ai solicitat să fii scos din cercul de învățare, ignoră acest mesaj.

source: You successfully left %(title)s %(day)ss %(time)s at %(application.study_group.venue_name)s.
de: Sie sind erfolgreich aus folgendem Lernteam ausgestiegen: %(title)s%(day)s%(time)s an diesem Ort: %(application.study_group.venue_name)s.
fi: Olet nyt poistunut opintopiiristä %(title)s%(day)s%(time)s%(application.study_group.venue_name)s
pl: Potwierdzamy wypisanie się z grupy klubu wiedzy %(title)s, która spotyka się w %(day)so %(time)s w %(application.study_group.venue_name)s.
pt: Saiu com sucesso %(title)s %(day)ss %(time)s em %(application.study_group.venue_name)s.
ro: Ai plecat din %(title)s %(day)ss %(time)s %(application.study_group.venue_name)s.

source: Hi there!
de: Hallo!
fi: Hei!
pl: Dzień dobry
pt: Olá!
ro: Bună!

source: The %(course_title)s learning circle will meet this %(meeting_date)s at %(venue_name)s, %(venue_details)s.
fi: Kurssin %(course_title)s opintopiiri kokoontuu %(meeting_date)s %(venue_name)s %(venue_details)s.
pl: Spotkanie grupy klubu wiedzy%(course_title)s odbędzie się %(meeting_date)s w %(venue_name)s, więcej informacji: %(venue_details)s.
pt: O círculo de aprendizagem %(course_title)sirá reunir nesta%(meeting_date)s em %(venue_name)s, %(venue_details)s.
ro: Cercul de învățare %(course_title)s se va întâlni în data de%(meeting_date)s la%(venue_name)s, %(venue_details)s.

source: From last week's meeting: %(feedback_text)s
fi: Viime viikon tapaamisesta: %(feedback_text)s
pl: Z ostatniego tygodnia: %(feedback_text)s
pt: Da reunião da semana passada: %(feedback_text)s
ro: De la întâlnirea din săptămâna trecută: %(feedback_text)s

source: Hi there %(first_name)s
fi: Hei %(first_name)s
pl: Dzień dobry %(first_name)s
pt: Olá %(first_name)s
ro: Bună%(first_name)s

source: We've generated a reminder for the learning circle meeting this %(meeting_date)s. The reminder will be sent automatically in 2 days from now.
fi: Olemme luoneet automaattisen muistutuksen opintopiiritapaamisesta %(meeting_date)s. Muistutus lähetetään automaattisesti 2 päivän kuluttua.
pl: Utworzyliśmy powiadomienie dla uczestników spotkania grupy klubu wiedzy, które odbędzie się %(meeting_date)s. Powiadomienie zostanie wysłane automatycznie za 2 dni.
pt: Criamos um lembrete para o círculo de aprendizagem em %(meeting_date)s. O lembrete será enviado automaticamente a cada 2 dias.
ro: Am creat un reminder pentru întâlnirea cercului de învățare din%(meeting_date)s. Reminderul va fi trimis automat peste două zile.

source: This is what the reminder will look like.
fi: Muistutus näyttää tältä.
pl: Tak będzie wyglądało powiadomienie.
pt: O lembrete será assim.
ro: Reminderul va arăta așa.

source: Email to learning circle participants
fi: Lähetä sähköpostiviesti opintopiirin osallistujille
pl: Wiadomość dla uczestników kursu klubu wiedzy.
pt: Email para participantes do círculo de aprendizagem
ro: E-mail pentru participanții la cercul de învățare

source: We'll insert RSVP links below for learners to indicate if they can attend the meeting
fi: Laitamme alle automaattisen vastauslinkin opintopiiriin ilmoittautuneille, jolla voi vahvistaa osallistumisen.
pl: Poniżej wstawimy linki dla uczestników, żeby mogli potwierdzić obecność lub poinformować nas o rezygnacji ze spotkania.
pt: Iremos inserir links RSVP abaixo para que os alunos confirmem a sua participação na reunião
ro: Mai jos vom adăuga link-uri pentru confirmarea rezervărilor, astfel încât cursanții să indice dacă pot participa la întâlnire

source: Text message to learning circle participants
fi: Kirjoita tekstiviesti opintopiirin osallistujille
pl: Wiadomość dla uczestników klubu wiedzy
pt: Mensagem de texto para os participantes do círculo de aprendizagem
ro: Mesaj text pentru participanții la cercul de învățare

source: If you wish to edit the reminder, you can follow <a href="%(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s">this link</a>.
fi: Jos haluat muokata muistutusviestiä, käytä <a href="%(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s">tätä linkkiä</a>.
pl: Jeśli chcesz zmienić treść powiadomienia, kliknij w <a href="%(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s">ten link</a>.
pt: Se desejar editar o lembrete, poderá fazê-lo <a href="%(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s">neste link</a>.
ro: Dacă dorești să editezi reminderul, urmează <a href="%(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s">acest link</a>.

source: Regards
fi: Terveisin,
pl: Pozdrawiamy
pt: Saudações
ro: Cu drag,

source: If you wish to edit the reminder, you can follow this link: %(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s.
fi: Jos haluat muokata muistutusviestiä, käytä tätä linkkiä %(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s.
pl: Jeśli chcesz zmienić treść powiadomienia, kliknij ten link: %(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s.
pt: Se desejar editar o lembrete, poderá fazê-lo neste link %(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s.
ro: Dacă dorești să editezi remiderul urmează acest link: %(PROTOCOL)s://%(DOMAIN)s%(message_edit_url)s.

source: Your learning circle is meeting %(meeting_date)s. Reply STOP to unsubscribe.
fi: Opintopiirisi kokoontuu %(meeting_date)s. Vastaa STOP, jos et enää halua saada näitä viestejä.
pl: Twoja grupa klubu wiedzy spotyka się %(meeting_date)s. Odpowiedz STOP, żeby się wypisać.
pt: O seu círculo de aprendizagem irá reunir-se em %(meeting_date)s.Responda STOP para cancelar a inscrição.
ro: Cercul tău de învățare se întâlnește în%(meeting_date)s. Răspunde STOP pentru dezabonare.
