Repository: Sanjdcool/learning-circles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fi, pl, pt, ro

source: You can manage your message preferences from <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">your dashboard</a>
de: Sie können Ihre Mitteilungseinstellungen in <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">Ihrem Dashboard</a> verändern.
fi: Voit hallita viestiasetuksia <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">ohjaajan näkymässä.</a>
pl: Możesz zarządzać ustawieniami wiadomości na <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">swoim panelu</a>
pt: Poderá gerir as suas preferências de mensagem <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">no seu painel </a>
ro: Poți gestiona mesajele tale din <a href="%(PROTOCOL)s://%(DOMAIN)s%(account_settings_url)s">panoul tău de control</a>

source: Thank you for letting us know!
de: Danke für die Info!
fi: Kiitos tiedosta!
pl: Dziękujemy za informację!
pt: Obrigado pela informação!
ro: Mulțumim că ne-ai anunțat!

source: If you want to change your RSVP status, just visit the appropriate link in your reminder email.
de: Wenn Sie Ihren Rückmeldestatus ändern wollen, klicken Sie bitte einfach auf den entsprechenden Link in Ihrer Erinnerungsmail.
fi: Jos haluat muuttaa ilmoittautumistasi, valitse sopiva linkki muistutusviestistä.
pl: Jeśli chcesz zaktualizować informację o obecności na spotkaniu, kliknij odpowiedni link w powiadomieniu.
pt: Se desejar alterar a sua confirmação de presença, basta aceder o link no e-mail de lembrete.
ro: Dacă dorești să-ți schimbi statusul confirmării, vizitează link-ul din mailul de reminder.

source: Sign up for %(course_title)s
fi: Ilmoittaudu kurssille %(course_title)s
pl: Zapisy na %(course_title)s
pt: Inscrever-se em %(course_title)s
ro: Înscrie-te pentru %(course_title)s

source: Facilitated by %(first_name)s %(last_name)s
fi: Opintopiiriä ohjaa %(first_name)s%(last_name)s
pl: Klub moderuje:%(first_name)s %(last_name)s
pt: Facilitado por %(first_name)s %(last_name)s
ro: Facilitat de%(first_name)s %(last_name)s

source: Course materials provided by <a href="%(link)s" target="_blank">%(provider)s</a>
fi: Kurssimateriaalit tarjoaa <a href="%(link)s" target="_blank">%(provider)s</a>.
pl: Materiały na kurs zapewnia <a href="%(link)s" target="_blank">%(provider)s</a>
pt: Materiais do curso disponibilizados por <a href="%(link)s" target="_blank">%(provider)s</a>
ro: Materialele de curs sunt puse la dispoziție de <a href="%(link)s" target="_blank">%(provider)s</a>

source: At
fi: Paikka
pl: W
pt: Em
ro: La

source: Signup for this learning circle is not open yet.
fi: Ilmoittautuminen tähän opintopiiriin ei ole vielä auki.
pl: Zapisy na ten kurs jeszcze się nie rozpoczęły.
pt: As inscrições para este círculo de aprendizagem ainda não estão abertas.
ro: Înscrierile pentru acest cerc de învățare nu sunt încă deschise.

source: Unfortunately this learning circle is now closed for signup.
fi: Valitettavasti ilmoittautuminen tähän opintopiiriin on päättynyt.
pl: Niestety zapisy na ten kurs już się zakończyły.
pt: Infelizmente, este círculo de aprendizagem está encerrado para inscrições.
ro: Din păcate acest cerc de învățare nu permite înscrieri acum.

source: You successfully signed up!
fi: Ilmoittautuminen onnistui!
pl: Potwierdzamy rejestrację!
pt: Inscrito com sucesso!
ro: Te-ai înscris cu succes!

source: Thank you for signing up for &quot;%(course_title)s&quot; at %(venue_name)s. The first meeting will be on <strong>%(start_date)s, %(meeting_time)s</strong>. Your facilitator will be in contact before then.
fi: Kiitos ilmoittautumisestasi kurssille %(course_title)s, joka kokoontuu paikassa%(venue_name)s. Ensimmäinen tapaaminen on <strong>%(start_date)s, klo %(meeting_time)s</strong>. Opintopiirisi ohjaaja ottaa sinuun yhteyttä ennen kurssin alkua.
pl: Dziękujemy za zapisanie się na kurs &quot;%(course_title)s&quot; w %(venue_name)s. Pierwsze spotkanie odbędzie się <strong>%(start_date)s, %(meeting_time)s</strong>. Twój moderator wcześniej się z Tobą skontaktuje.
pt: Obrigado por inscrever-se em %(course_title)s em %(venue_name)s. A primeira reunião será no dia <strong>%(start_date)s, às %(meeting_time)s</strong>. O seu facilitador entrará em contato antes do início.
ro: Mulțumim că te-ai înscris la %(course_title)sdesfășurat la%(venue_name)s. Prima întâlnire va fi în %(start_date)s, %(meeting_time)s</strong>. Facilitatorul tău te va contacta înainte.

source: English
de: Englisch

source: Learning circle does not exist
de: Das Lernteam Existiert nicht.

source: You successfully opted out of the learning circle.
de: Sie haben sich erfolgreich vom Lernteam abgemeldet.

source: Please check the email you received and make sure this is the correct URL.
de: Bitte überprüfen Sie die Richtigkeit der URL, die Sie per E-Mail erhalten haben.

source: You will shortly receive an email or text message confirming that you wish to opt out.
de: Sie erhalten in Kürze eine E-Mail oder Textnachricht um Ihre Abmeldung zu bestätigen.

source: Message sent to learners
de: Nachricht an Teilnehmer*innen gesendet

source: Hi %(facilitator_name)s,
de: Hallo %(facilitator_name)s,

source: Subject
de: Betreff

source: Meeting reminder
de: Terminerinnerung

source: To leave this learning circle and stop receiving messages, <a href="%(unsubscribe_link)s">click here</a>
de: Um dieses Lernteam zu verlassen und keine weiteren Nachrichten zu bekommen, <a href="%(unsubscribe_link)s">klicken Sie bitte hier </a>

source: You signed up for %(studygroup_name)s! The first meeting will be on %(meeting_date)s at %(meeting_time)s %(meeting_timezone)s.
de: Sie haben sich für %(studygroup_name)sangemeldet! Das erste Treffen wird am %(meeting_date)s um sein%(meeting_time)s%(meeting_timezone)s.

source: Your facilitator <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> is copied on this email. If you have any questions for them you can reply to this message. To help your facilitator better assist you, we’re including your answers to the signup questions below.
de: Ihr*e Lernteam-Moderator*in heißt <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> und ist cc in dieser E-mail. Wenn Sie irgendwelche Fragen haben, antworten Sie bitte einfach auf diese Mail. Um Ihrer/Ihrem Lernteam-Moderator*in zu helfen, Sie besser zu unterstützen, haben wir Ihre Antworten auf die Anmeldefragen unten mit angegeben.

source: A: %(goal_answer)s
de: Antwort: %(goal_answer)s

source: Your facilitator <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> is copied on this email. If you have any questions for them you can reply to this message.
de: Ihr*e Lernteam-Moderator*in <strong>%(facilitator_first_name)s %(facilitator_last_name)s</strong> wird in Kopie gesetzt. Wenn Sie Fragen an Ihr*e Moderator*in haben, können Sie auf diese Email antworten.

source: <p>During your learning circle, you'll see reminder emails from Peer 2 Peer University (P2PU). That's us! We make tools and resources to connect a global community of learners and facilitators around their shared interests. <a href="https://www.p2pu.org/en/about/" >Learn more about P2PU</a>.</p>
de: <p>Während Ihres Lernteams werden Sie Erinnerungsmails von der Peer 2 Peer University (P2PU) erhalten. Das sind wir! Wir stellen Tools und Ressourcen her, um eine globale Gemeinschaft von Lernenden und Moderatoren mit gemeinsamen Interessen zu verbinden. <a href="https://www.p2pu.org/en/about/" >Erfahren Sie mehr über P2PU</a>. </p>

source: Your learning circle on %(meeting_date)s has been cancelled. Reply STOP to unsubscribe.
de: Ihr Lernteam am %(meeting_date)s wurde abgesagt. Bitte antworten Sie mit STOP um sich abzumelden.

source: Your learning circle on %(old_meeting_date)s is now on %(new_meeting_date)s. Reply STOP to unsubscribe.
de: Ihr Lernteamtreffen am %(old_meeting_date)s findet jetzt am %(new_meeting_date)s statt. Bitte antworten Sie mit STOP um sich abzumelden.

source: Your learning circle on %(meeting_date)s has been cancelled
de: Ihr Lernteamtreffen am %(meeting_date)s wurde abgesagt.

source: Your learning circle on %(meeting_date)s has been rescheduled
de: Ihr Lernteamtreffen am %(meeting_date)s wurde verschoben.

source: Hi there.
de: Hallo

source: Your %(studygroup_name)s learning circle meeting scheduled for %(old_date)s has been cancelled.
de: Ihr %(studygroup_name)s Lernteam am %(old_date)s wurde abgesagt.

source: Your %(studygroup_name)s learning circle meeting scheduled for %(old_date)s has been moved to %(new_date)s.
de: Ihr %(studygroup_name)sLernteam wurde vom %(old_date)sauf den %(new_date)sverschoben.

source: Your learning circle is meeting %(meeting_date)s at %(meeting_time)s %(meeting_timezone)s. Reply STOP to unsubscribe.
de: Ihr Lernteam trifft sich am %(meeting_date)s um %(meeting_time)s%(meeting_timezone)s. Bitte antworten Sie mit STOP um sich abzumelden.

source: %(learning_circle_title)s learning circle meeting this %(meeting_date)s at %(meeting_time)s %(meeting_timezone)s
de: Lernteam zum Thema %(learning_circle_title)s an diesem %(meeting_date)s um %(meeting_time)s%(meeting_timezone)s

source: Your learning circle, %(learning_circle_title)s, will meet this %(meeting_date)s, %(meeting_time)s %(meeting_timezone)s.
de: Das Lernteam zum Thema %(learning_circle_title)s wird sich am %(meeting_date)s , %(meeting_time)sin der, %(meeting_timezone)s treffen.

source: The address for the meeting is:<br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>
de: Die Adresse für das Treffen ist: <br/> %(venue_details)s<br/> %(venue_name)s<br/> %(venue_address)s<br/>

source: Your facilitator, %(facilitator_name)s, is expecting you! Please RSVP below.
de: Ihr*e Lernteam-Moderator*in %(facilitator_name)serwartet Sie! Um Antwort wird unten gebeten.

source: I'll be there
de: Ich werde dabei sein.

source: I can't make it
de: Ich werde nicht dabei sein.

source: Opt out of %(title)s %(day)ss %(time)s at %(venue_name)s
de: Abmeldung von %(title)s%(day)s%(time)s an diesem Ort: %(venue_name)s.

source: Opt Out
de: Abmelden

source: Please enter either the email address or mobile number you used to sign up in order to unenroll from the learning circle and stop receiving all future messages.
de: Bitte geben Sie die E-Mail-Adresse oder Handynummer ein, mit der Sie sich angemeldet haben, um sich vom Lernteam abzumelden und keine weiteren Nachrichten zu erhalten.

source: Opt out
de: Abmelden

source: Please confirm that you wish to leave this learning circle.
de: Bitte bestätigen Sie, dass Sie sich von diesem Lernteam abmelden möchten.

source: RSVP Received
de: RSVP erhalten
